import React from "react";

const InfoCom = () => {
  return (
    <div className="container mx-auto px-8 py-10 text-gray-700">
      <h1 className="text-3xl font-bold mb-4">
        Интернет-магазин входных дверей &quot;Двери Эталон&quot;
      </h1>
      <p className="mb-8">
        Добро пожаловать в интернет-магазин &quot;Двери Эталон&quot; — ваш
        надёжный выбор входных дверей. В нашем каталоге более 1 500 моделей
        качественных входных дверей. Мы предлагаем разнообразие цветов, дизайнов
        и покрытий. Каждая модель имеет подробную карточку с характеристиками и
        другой важной информацией для покупателей.
      </p>
      <p className="mb-8">
        Наша удобная навигация и сортировка товаров помогут вам сэкономить время
        на поиске. Цены точные, фотографии соответствуют товарам. Везде есть
        описание. Вы можете выбрать дверь нужного размера, с комплектом или без
        него.
      </p>
      <p className="mb-8">
        Товары классифицированы по признакам, свойствам, производителям и
        системам открывания. Есть категории и подкатегории. Оформить заказ можно
        по телефону или в мессенджерах, где Вам удобнее. Доставка осуществляется
        в кратчайшие сроки.
      </p>
      <p className="mb-8">
        Все вопросы можно обсудить с нашими менеджерами. Специалисты расскажут о
        технических особенностях, различиях, и помогут подобрать товары. Наши
        консультанты — эксперты в дверях.
      </p>
      <p className="mb-8">
        Мы предлагаем двери с доставкой и установкой на выгодных условиях. Мы
        контролируем выполнение каждого заказа благодаря собственному отделу
        логистики. Установка проводится нашим монтажным отделом. Мы
        устанавливаем двери любой сложности. Все детали о стоимости услуг можно
        узнать в разделах &quot;Установка&quot; и &quot;Доставка&quot; или по
        телефону. Установка возможна на следующий день после доставки заказа. Мы
        уверены в качестве нашей работы и гарантируем удовлетворение клиентов.
      </p>
      <p className="mb-8">
        Также мы предлагаем акции и скидки. В разделе &quot;Акции&quot; вы
        найдёте товары со скидками до 50% и информацию о текущих акциях и
        подарках. Мы дарим сертификаты и снижаем цены на популярные модели.
      </p>
      <h2 className="text-xl font-semibold mb-4">
        Как купить металлическую входную дверь?
      </h2>
      <p className="mb-8">
        Сначала выберите подходящую дверь, определитесь с размерами и стороной
        открывания. Заполните форму &quot;Заказать замер&quot;. Если возникают
        сомнения, обратитесь к менеджеру. Завершите заказ по телефону, указав
        дату доставки и монтажа. Оплату можно произвести наличными или
        безналичным расчётом. Мы работаем без выходных и следим за качеством
        обслуживания, всегда рады отзывам клиентов.
      </p>
    </div>
  );
};

export default InfoCom;
